<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Discounts
    |--------------------------------------------------------------------------
    */

    'discount_list_page_title' => 'قائمة الخصومات',
    'discount' => 'خصم',
    'title' => 'العنوان',
    'tags_count' => 'عدد العلامات',
    'new_page_lead' => 'يمكنك انشاء خصم جديد.',
    'parent_name' => 'اسم الاب',
    'select_parent_name' => 'اختيار اسم الاب',
    'discount_count' => 'عدد الاقسام',
    'page_lists_lead' => 'قائمة الخصم يمكنك تعديل او حذف اي صف.',
    'sub_discount' => 'خصم فرعي',
    'has_sub_discount' => 'لدية خصم فرعي',
    'add_sub_discount' => 'اضافة خصم فرعي',
    'add' => 'اضافة',
    'remove' => 'ازالة',
];
