<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Navbar
    |--------------------------------------------------------------------------
    */

'search_anything' => 'חיפוש...',
    'home' => 'בית',
    'about_us' => 'אודותנו',
    'contact' => 'יצירת קשר',
    'contact_us' => 'יצירת קשר',
    'blog' => 'בלוג',
    'terms' => 'תנאי שימוש',
    'items' => 'פריטים',
    'menu' => 'תפריט',
    'title' => 'כותרת',
    'start_a_live_class' => 'התחל שיעור',
    'trial' => 'שיעור נסיון חינם ',
    'plans' => 'סוגי המנויים',
    'book_lesson' => 'הזמן שיעור ',
    'Free Trial Lesson' => 'שיעור נסיון חינם',
    'subscribe_now' => 'הירשם עכשיו',
    'teachers' => 'מורים'
];
