<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Data Translations
    |--------------------------------------------------------------------------
    */

    //faq
    'faq-q-1' => 'איך מזמינים ומבטלים שיעור?',
    'faq-a-1' => 'Tulkka מציעה לוח זמנים גמיש. תלמידים יכולים לבטל ולקבוע מועד חדש לשיעור עד 4 שעות לפני תחילת השיעור, כאשר מבטלים שיעור פחות מ4 שעות לפני תחילתו, השיעור יחושב כהתקיים וירד מסה״כ השיעורים השבועיים של התלמיד , כמו כן גם כאשר התלמיד לא הופיעה לשיעור ללא הודעה מראש יחולו עליו אותם התנאים.',  
    'faq-q-2' => 'מה אורך השיעורים אצלכם ? ומתי ובאלי שעות וימים ניתן  לקבוע שיעור ?',
    'faq-a-2' => 'יש לנו 3 אפשרויות לקביעת אורך השיעור, כך שהתלמידים יוכלו לבחור מה שהכי מתאים להם. שיעור של 25 דקות ( בדרך כלל מומלץ לילדים קטנים ) , שיעור של 40 דקות ושיעורים של 55 דקות. ניתן לקבוע שיעור בכל שעה ובכל יום, יש לנו באתר זמינות של 24/7 לשיעורים ,ולכן יש לתלמידים את הגמישות המלאה לבחור באיזה יום ושעה מתאימים להם ביותר.',
    'faq-q-3' => 'המנויים שלנו',
    'faq-a-3' => 'ברשות התלמיד לבחור את סוג המנוי הכי מתאים לו , בחירת המנוי נעשת בשלושה שלבים , תחילה יצטרך התלמיד לבחור את למה זמן הוא רוצה לעשות מנוי , האופציות הם מנוי חודשי , מנוי לרבעון או מנוי למשך שנה שלמה , כמובן שככל  שרוכשים מנוי לטווח ארוך יותר המחיר לשיעור אחד יורד משמעותית.
    השלב השני הוא לבחור את משך השיעור , כמה זמן התלמיד רוצה ללמוד האופציות הם שיעור של 25 דקות ( בדרך כלל מומלץ לילדים קטנים ) , שיעור של 40 דקות ושיעורים של 55 דקות.
    השלב השלישי הוא כמה שיעורים התלמיד ירצה ללמוד בשבוע , הבחירה נעשת בין שיעור אחד לחמישה שיעורים בשבוע',
    'faq-q-4' => 'על חומרי הלימוד',
    'faq-a-4' => 'שיעורים לילדים -  אנו מציעים חומרים ידידותיים לילדים בגילאי 5-12. אנו ממליצים להורים לפקח על ילדם עד שהילד יתחיל להתרגל למבנה השיעור שלנו ולמורה שלו.
    שיעורים לבני נוער ומבוגרים: כתבתנו עבור תלימדינו חומרים עם מגוון נושאים כדי לספק חווית למידה מלאה. החומרים שלנו מאורגנים לפי (נושאים לשיחה, הכנות לבחינה, דקדוק, הגייה, אנגלית עסקית ועוד…)',
    'faq-q-5' => 'איך אתם מתאימים שיעורים לתלמידים עם סגנונות למידה שונים? ואיזו תמיכה אתם מציעים?',
    'faq-a-5' => '· התאמה לתלמידים בעלי סגנונות למידה שונים היא היבט חשוב בהוראה וניתן להשיגה באמצעות מגוון שיטות.
    o הוראה מובדלת: גישה זו כוללת התאמת ההוראה כדי לענות על הצרכים האישיים של התלמידים, תוך התחשבות בסגנונות הלמידה וביכולותיהם.
    o למידה פעילה: עידוד התלמיד להשתתף בפעילויות כיתתיות, כגון דיונים ועבודות אחרות הקשורות לכיתה, יכול לעזור לגרום לתלמיד לעסוק בסגנונות למידה שונים.
    o טכנולוגיה: שימוש בטכנולוגיה, כגון סרטונים, סימולציות ומשחקים אינטראקטיביים, יכול לעזור לעסוק בתלמידים בסגנונות למידה שונים ולספק הזדמנויות למידה חזותיות ומעשיות.
    o מתן משוב: מתן משוב קבוע לתלמידים יכול לעזור להם להבין את החוזקות והחולשות שלהם ולהתאים את אסטרטגיות הלמידה שלהם.
    o שירותי ייעוץ ותמיכה: Tulkka מציעה שירותי ייעוץ ותמיכה כדי לעזור לתלמידים עם סגנונות למידה שונים. זה יכול לכלול ייעוץ אקדמי, הדרכה ושירותי חינוך מיוחד.',
    'faq-q-6' => 'איך Tulkka מודדת את התקדמות התלמידים שלה ?',
    'faq-a-6' => 'בסוף כל שיעור המורים של Tulkka ישלחו לכם משוב מלא על השיעור הכולל בתוכו את טעויות הדיקדוק שהיו במהלך השיעור, מילים חדשות שנלמדו , תיקונים בהגיית המילים וכמובן גם סיכום השיעור של המורה בכמה מילים.
    בנוסף לכך המורה יערוך מבחן קצר פעם בתקופה מסויימת שהוא יקבע לפי רמת התלמיד ( כמובן שזה לא חובה אם התלמיד לא מעוניין )',
    'faq-q-7' => 'האם אתם מציעים תוכניות הכנה או שיעורים ממוקים למבחנים כמו מבחן אמי"ר או הכנה לבגרויות?',
    'faq-a-7' => 'כן, זו אחת הסיבות העיקריות לכך ש-Tulkka נוצרה. זאת כדי לתמוך ולעזור באופן מלא בהכנה למבחנים כמו מבחן אמי"ר והכנה לבגרויות וכמובן מבחנים נוספים. 
    כל אחד מהמורים שלנו עבר הכשרת הוראה במיוחד למבחנים אלו, לספק הדרכה ותרגילים שיעזרו לתלמידים לסיים בהצלחה את המבחנים הללו. יש לנו מודולים שנעשו במיוחד בשביל מבחנים אלה ואנו בטוחים שזה יגדיל את הסיכויים של התלמידים שלנו להצליח מבחנים מסוג זה.',
    'faq-q-8' => 'האם אתם מציעים שיעורי ניסיון בחינם לפני ההרשמה?',
    'faq-a-8' => 'כמובן !  Tulkka מציעה שיעור ניסיון חינם של 25 דקות ללא כל התחייבות. אנחנו רוצים שתהנו מהשיעור ותתנסו בעצמכם את חווית הלמידה ב-  Tulkka',
    'faq-q-9' => 'מה אם התלמיד לא אוהב את המורה?',
    'faq-a-9' => 'ברור שאפשר ! למורת שברוב המקרים זה לא אמור לקרות כי המורים מצויידים בכלים הטובים ביותר ביצירת קשר עם תלמידים,  אבל כמובן שאנחנו בני אדם ולא כל מורה מתאים לכל תלמיד ולכן יש לנו ייתרון גדול , מאגר מורים גדול שבלחיצת כפתור אחת ניתן לקבוע שיעור עם כל מורה אחר הנמצא ברשימת המורים Tulkka .
    · כל המורים שלנו מתוכננים בהתאם וצריכים להיות התאמה מצוינת לתלמיד שאליו הוא משובץ. סיפקנו הכשרות והסמכות כדי להבטיח שכל המורים עומדים בסטנדרטים הגבוהים שיש לנו Tulkka. כמו כן, אנו עורכים סקירות קבועות של השיעורים ומעדכנים את המורים שלנו בכל מתודולוגיות ההוראה היעילות. במקרים נדירים בהם יש צורך בהחלפת מורה, טולקה יכולה להחליף מורה ללא תשלום ותיקח בחשבון את העדפת התלמיד.אנחו נעשה הכל שהתלמיד יהיה מרוצה ב 100%',
    'faq-q-10' => 'כיצד לקבל החזר אם אינך יכול להשלים את התוכנית המלאה שלך?',
    'faq-a-10' => 'אם החלטת לא להמשיך בתוכנית שרכשת וברצונך לקבל החזר עבור שיעורים שלא נוצלו, אנא צור קשר עם התמיכה שלנו באמצעות דוא"ל בכתובת support@tulkka.com. אנא עיין במדיניות הביטולים וההחזרים שלנו ________ גם להדרכה נוספת.',
    'faq-q-11' => 'האם אני יכול לקבל יותר משיעור אחד ביום?',
    'faq-a-11' => 'שיהיה לך כמה שיעורים שתרצה ביום כל עוד היומן של המורה פתוח ומספר השיעורים או השיעורים תואם את התוכנית שבחרת',
    'faq-q-12' => 'שכחתי את פרטי החשבון שלי, איך אוכל לאחזר אותם?',
    'faq-a-12' => 'שם משתמש - אתה יכול פשוט ללחוץ על כפתור "שכחתי את שם המשתמש שלי" בדף הכניסה ושם המשתמש שלך יישלח לאימייל שבו השתמשת כדי להירשם. אם אין לך יותר גישה לאימייל הזה, Tulkka עדיין מסוגלת לאחזר את פרטי החשבון שלך על ידי שליחת אימייל לצוות תמיכת הלקוחות שלנו, support@tulkka.com. אנא ספק את שמך המלא, מספר כרטיס האשראי שבו השתמשת לביצוע התשלום ותעודה מזהה תקפה אחת.

    סיסמה - אנא לחץ על כפתור "שכחתי את הסיסמה שלי" בדף הכניסה וקישור לשינוי סיסמה יישלח לאימייל שבו השתמשת לרישום. אם אין לך יותר גישה לאימייל הזה, Tulkka עדיין מסוגלת לאחזר את פרטי החשבון שלך ולספק לך סיסמה זמנית על ידי שליחת אימייל לצוות תמיכת הלקוחות שלנו, support@tulkka.com. אנא ספק את שמך המלא, מספר כרטיס האשראי שבו השתמשת לביצוע התשלום ותעודה מזהה תקפה אחת.',
    'faq-q-13' => 'האם אני יכול לבקש צילום וידאו של השיעורים שיש לי עם Tulkka?',
    'faq-a-13' => 'כן כמובן . אתה רק צריך להודיע למורה שלך שאתה רוצה את הקלטת הווידאו של השיעור כדי שהמורה יוכל לשלוח אותו למייל שלך. Tulkka מעריכה סודיות ולכן כל הקלטות הווידאו והשמע נשמרות באופן פנימי ב- Tulkka, אנחנו משתמשים בהקלטת השיעור להערכת מורים ולמטרות בקרת איכות אחרות.'
];
